tap "caskroom/cask"
tap caskroom/fonts

brew "zsh"

brew "git"
brew "git-flow"
brew "gnupg"
brew "gpg-agent"

brew "vim"
brew "rclone"
brew "yarn"
brew 'tmux'
brew "autossh"
brew 'wget'
brew 'curl'
brew 'exiftool'

brew 'ruby'
brew "python"
brew "pipenv"

cask 'iterm2'
cask 'evernote'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'fonts/font-sourcecodepro-nerd-font'
cask 'visual-studio-code'
cask 'forklift'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'spotify'
#cask 'synergy'

mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
mas 'PopClip', id: 445189367
mas '1Password', id: 443987910
mas 'Spark', id: 1176895641
mas 'Leaf', id: 576338668
mas 'Marked 2', id: 890031187
mas 'Amphetamine', id: 937984704
mas 'Divvy', id: 413857545
